Repository: tanishaapriya/LoopKit
Catalog: LoopUI/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nb, nl, pl, ro, ru, sv, tr, zh_hans

source: %1$@ %2$@ is operating with Closed Loop in the ON position.
da: %1$@ %2$@ kører med Lukket Loop i ON-position.
de: %1$@ %2$@ wird mit Closed Loop in der Position EIN betrieben.
es: %1$@ %2$@ está funcionando con Loop Cerrado en posición de prendido.
fr: %1$@ %2$@ fonctionne avec la boucle fermée en position MARCHE.
it: %1$@ %2$@ sta funzionando con il Loop chiuso attivato.
nb: %1$@ %2$@ opererer med Closed Loop i ON-posisjon.
nl: %1$@ %2$@ werkt met Gesloten Loop in de AAN stand
pl: %1$@ %2$@ działa z zamkniętą pętlą w pozycji WŁĄCZONA.
ro: %1$@ %2$@ operează cu bucla închisă în poziția ON.
ru: %1$@ %2$@ работает с замкнутым циклом в положении ON.
tr: %1$@ %2$@ Kapalı Döngü AÇIK konumdayken çalışıyor.
zh_hans: %1$@ %2$@当前处于闭环模式。

source: %1$@ Tap your CGM and insulin pump status icons for more information. %2$@ will continue trying to complete a loop, but check for potential communication issues with your pump and CGM.
da: %1$@ Tryk på dine CGM- og insulinpumpestatussymboler for at få flere oplysninger. %2$@ fortsætter med at forsøge at fuldføre et loop, men kontrollér, om der er potentielle kommunikationsproblemer med din pumpe og CGM.
de: %1$@ Tippe auf die Statussymbole für das CGM oder die Insulinpumpe, um weitere Informationen zu erhalten. %2$@ wird weiterhin versuchen, einen Loop abzuschließen, aber achte auf mögliche Kommunikationsprobleme mit Deiner Pumpe und CGM.
es: %1$@ Pulse los iconos de estado del CGM y de la bomba de insulina para obtener más información. %2$@ continuará intentando completarel loop, pero compruebe si existen posibles problemas de comunicación con la bomba y el CGM.
fr: %1$@ Appuyer sur les icônes du CGM ou de la pompe à insulie pour plus d'information. %2$@ va continuer de tenter de compléter une boucle, mais vérifiez pour des problèmes de communication potentiels avec votre pompe et le CGM.
it: %1$@ Tocca le icone di stato del CGM e della pompa per ulteriori informazioni. %2$@ continuerà a provare a completare un ciclo, ma controlla eventuali problemi di comunicazione con la pompa e il CGM.
nb: %1$@ Trykk på statusikonene for CGM og insulinpumpe for mer informasjon. %2$@ vil fortsette å prøve å fullføre en sløyfe, men se etter potensielle kommunikasjonsproblemer med pumpen og CGM.
nl: %1$@ Tik op je CGM- en insulinepompstatuspictogram voor meer informatie. %2$@ blijft proberen een loop te voltooien, maar let op mogelijke communicatieproblemen met je pomp en CGM.
pl: %1$@ Stuknij ikonę stanu CGM i pompy insulinowej, aby uzyskać więcej informacji. %2$@ będzie nadal próbował ukończyć pętlę, ale uważaj na potencjalne problemy z komunikacją z pompą i CGM.
ro: %1$@ Atingeți pictogramele de stare ale CGM și ale pompei de insulină pentru mai multe informații. %2$@ va continua să încerce să finalizeze o buclă, dar verificați eventualele probleme de comunicare cu pompa și CGM-ul dumneavoastră.
ru: %1$@ Для получения дополнительной информации коснитесь значков состояния мониторинга и инсулиновой помпы. %2$@ будет продолжать попытки завершить цикл, но следите за возможными проблемами связи с вашей помпой и мониторингом.
tr: %1$@ Daha fazla bilgi için CGM ve insülin pompası durum simgelerine dokunun. %2$@ döngüyü tamamlamaya çalışacak, ancak pompanız ve CGM ile olası iletişim sorunlarını kontrol edin.
zh_hans: %1$@ 点按你的 CGM 和泵状态图标以查看更多信息。%2$@ 将继续尝试完成循环，但请注意，泵和 CGM 之间可能存在通信问题。

source: %1$@ Tap your CGM and insulin pump status icons for more information. %2$@ will continue trying to complete a loop, but watch for potential communication issues with your pump and CGM.
da: %1$@ Tryk på dine CGM- og insulinpumpestatussymboler for at få flere oplysninger. %2$@ fortsætter med at forsøge at fuldføre et loop, men hold øje med potentielle kommunikationsproblemer med din pumpe og CGM.
de: %1$@ Tippe auf die Statussymbole für das CGM oder die Insulinpumpe, um weitere Informationen zu erhalten. %2$@ wird weiterhin versuchen, einen Loop abzuschließen, aber achte auf mögliche Kommunikationsprobleme mit Deiner Pumpe und CGM.
es: %1$@ Pulse los iconos de estado del CGM y de la bomba de insulina para obtener más información. %2$@ seguirá intentando completar el loop, pero esté atento a posibles problemas de comunicación con la bomba y el CGM.
fr: %1$@ Appuyer sur les icônes du CGM ou de la pompe à insuline pour plus d'information. %2$@ va continuer de tenter de compléter une boucle, mais surveillez pour des problèmes de communication potentiels avec votre pompe et le CGM.
it: %1$@ Tocca le icone di stato del CGM e della pompa per ulteriori informazioni. %2$@ continuerà a provare a completare un ciclo, ma fai attenzione a potenziali problemi di comunicazione con la pompa e il CGM.
nb: %1$@ Trykk på statusikonene for CGM og insulinpumpe for mer informasjon. %2$@ vil fortsette å prøve å fullføre en loop, men se etter potensielle kommunikasjonsproblemer med pumpen og CGM.
nl: %1$@ Tik op je CGM- en insulinepompstatuspictogram voor meer informatie. %2$@ blijft proberen een loop te voltooien, maar let op mogelijke communicatieproblemen met je pomp en CGM.
pl: %1$@ Stuknij ikony stanu CGM i pompy insulinowej, aby uzyskać więcej informacji. %2$@ będzie nadal próbował ukończyć pętlę, ale uważaj na potencjalne problemy z komunikacją z pompą i CGM.
ro: %1$@ Atingeți pictogramele de stare pentru CGM și pompa de insulină pentru mai multe informații. %2$@ va continua să încerce să finalizeze o buclă, dar urmăriți eventualele probleme de comunicare cu pompa și CGM.
ru: %1$@ Для получения дополнительной информации коснитесь значков состояния мониторинга и инсулиновой помпы. %2$@ будет продолжать попытки завершить цикл, но следите за возможными проблемами связи с вашей помпой и мониторингом.
tr: %1$@ Daha fazla bilgi için CGM ve insülin pompası durum simgelerinize dokunun. %2$@ döngüyü tamamlamaya çalışacak, ancak pompanız ve CGM ile olası iletişim sorunlarına dikkat edin.
zh_hans: %1$@ 点按你的 CGM 和泵状态图标以查看更多信息。%2$@ 将继续尝试完成循环，但请注意，泵和 CGM 之间可能存在通信问题。

source: %1$@ is operating with Closed Loop in the OFF position. Your pump and CGM will continue operating, but the app will not adjust dosing automatically. %2$@
da: %1$@ kører med Lukket Loop i OFF-positionen. Din pumpe og CGM fortsætter med at fungere, men appen justerer ikke doseringen automatisk. %2$@
de: %1$@ arbeitet mit geschlossenem Regelkreis in der AUS-Position. Deine Pumpe und CGM funktionieren weiter, aber die App passt die Dosierung nicht automatisch an. %2$@
es: %1$@ está funcionando con el circuito cerrado en la posición de apagado. La bomba y el CGM seguirán funcionando, pero la aplicación no ajustará la dosis automáticamente. %2$@
fr: %1$@ fonctionne avec la boucle fermée en position ARRÊT. Votre pompe et votre CGM continueront de fonctionner, mais l'application n'ajustera pas automatiquement le dosage. %2$@
it: %1$@ è in funzione con il Loop chiuso disattivato. La pompa e il CGM continueranno a funzionare, ma l'app non regolerà automaticamente il dosaggio. %2$@
nb: %1$@ opererer med Lukket Loop i AV-posisjon. Pumpen og CGM vil fortsette å fungere, men appen vil ikke justere doseringen automatisk. %2$@
nl: %1$@ werkt met Gesloten Loop in de UIT stand. Je pomp en CGM blijven werken, maar de app past de dosering niet automatisch aan. %2$@
pl: %1$@ działa z zamkniętą pętlą w pozycji WYŁĄCZONA. Twoja pompa i CGM będą nadal działać, ale aplikacja nie będzie automatycznie dostosowywać dawkowania. %2$@
ro: %1$@ operează cu bucla închisă în poziția OFF. Pompa și CGM vor continua să funcționeze, dar aplicația nu va ajusta automat dozarea. %2$@
ru: %1$@ работает с замкнутым контуром в положении ВЫКЛ. Ваша помпа и мониторинг будут продолжать работать, но приложение не будет автоматически регулировать дозировку. %2$@
tr: %1$@ KAPALI konumda ve Kapalı Döngü ile çalışıyor. Pompanız ve CGM çalışmaya devam edecek, ancak uygulama dozajı otomatik olarak ayarlamayacaktır. %2$@
zh_hans: %1$@当前处于非闭环模式。胰岛素泵和连续血糖监测仪仍将正常运行，但应用程序不会自动调整胰岛素剂量。 %2$@

source: %@ ago
da: %@ siden
de: vor %@
es: Hace %@
fr: Il y a %@
it: %@ fa
nb: %@ siden
nl: %@ geleden
pl: %@ temu
ro: %@ în urmă
ru: %@ назад
sv: %@ sedan
tr: %@ önce
zh_hans: 之前%@

source: %@ U
da: %@ E
de: %@ IE
nb: %@ E
nl: %@ E
pl: %@ J
ru: %@ ед
sv: %@ E
tr: %@ Ü
zh_hans: %@ 单位

source: %1$@ ago
da: %1$@ siden
de: %1$@ vor
es: Hace %@
fr: Il y a %@
it: %1$@ fa
nb: %1$@ siden
nl: %1$@ geleden
pl: %1$@ temu
ro: %@ în urmă
ru: %1$@ назад
tr: %1$@ önce
zh_hans: %1$@ 之前

source: %1$@ ago at %2$@
da: %1$@ siden ved %2$@
de: Vor %1$@ am %2$@
es: Hace %1$@ a las %2$@
fr: Il y a %@ à %2$@
it: %1$@ fa a %2$@
nb: %1$@ siden kl. %2$@
nl: %1$@ geleden om %2$@
pl: %1$@ temu o %2$@
ro: Acum %1$@ la %2$@
ru: %1$@ назад в %2$@
tr: %1$@ önce %2$@
zh_hans: %1$@ 之前的 %2$@

source: %1$@ at %2$@
da: %1$@ ved %2$@
de: %1$@ in %2$@
es: %1$@ en %2$@
fr: %1$@ à %2$@
it: %1$@ a %2$@
nb: %1$@ kl. %2$@
nl: %1$@ om %2$@
pl: %1$@ o %2$@
ro: %1$@ la %2$@
ru: %1$@ в %2$@
zh_hans: %2$@ 分钟时为 %1$@

source: %1$@ units per hour at %2$@
da: %1$@ enheder per time ved %2$@
de: %1$@ Einheiten pro Stunde in %2$@
es: %1$@ unidades por hora en %2$@
fr: %1$@ unités par heure à %2$@
it: %1$@ unità all'ora a %2$@
nb: %1$@ enheter pr. time kl. %2$@
nl: %1$@ eenheden per uur om %2$@
pl: %1$@ jednostek na godzinę o %2$@
ro: %1$@ unități pe oră la %2$@
ru: %1$@ ед/час в %2$@
sv: %1$@ enheter/h kl. %2$@
tr: her %2$@ saatte %1$@ ünite
zh_hans: %1$@ 每小时的单位 %2$@

source: <1 min ago
da: <1 min siden
de: vor <1 min
es: Hace <1 minuto
fr: moins qu'une minute
it: <1 minuto fa
nb: < 1 min siden
nl: <1 min geleden
pl: < 1 minutę temu
ro: < 1 min în urmă
ru: <1 мин. назад
tr: < 1 dakika önce
zh_hans: <1 分钟之前

source: Closed loop
da: Lukket loop
de: Geschlossener Loop
es: Asa cerrada
fr: Boucle fermée
it: Loop chiuso
nb: Lukket Loop
nl: Gesloten loop
pl: Pętla zamknięta
ro: Buclă închisă
ru: Алгоритм замкнутого цикла
sv: Sluten loop
tr: Kapalı Döngü
zh_hans: 闭环模式

source: Closed Loop OFF
da: Lukket loop FRA
de: Closed Loop AUS
es: Asa cerrada APAGADA
fr: Boucle Ouverte
it: Loop chiuso disattivato
nb: Lukket Loop AV
nl: Gesloten Loop UIT
pl: Pętla zamknięta WYŁĄCZONA
ro: Buclă închisă dezactivată
ru: Замкнутый цикл ВЫКЛ
sv: Sluten Loop är AV
tr: Kapalı Döngü KAPALI
zh_hans: 闭环模式已关闭

source: Closed Loop ON
da: Lukket loop TIL
de: Closed Loop AN
es: Asa cerrada ACTIVADA
fr: Boucle Fermée
it: Loop chiuso attivato
nb: Lukket Loop PÅ
nl: Gesloten Loop AAN
pl: Zamknięta pętla WŁĄCZONA
ro: Buclă închisă activată
ru: Замкнутый контур ВКЛ
sv: Sluten Loop är PÅ
tr: Kapalı Döngü AÇIK
zh_hans: 闭环模式已开启

source: HIGH
da: HØJ
de: HOCH
es: ALTO
fr: HAUT
it: ALTO
nb: HØY
nl: HOOG
pl: WYSOKI
ro: HIPER
ru: ВЫСОКИЙ
sv: HÖGT
tr: YÜKSEK
zh_hans: 高

source: Last completed loop %1$@.
da: Sidst afsluttet Loop %1$@.
de: Loop wurde nicht erfolgreich abgeschlossen seit %@
es: Último loop completado %1$@.
fr: Dernière boucle terminée %1$@.
it: Ultimo ciclo completato %1$@.
nb: Sist fullført loop %1$@.
nl: Laatst voltooide loop %1$@.
pl: Ostatnia ukończona pętla %1$@ .
ro: Ultima buclă finalizată %1$@ .
ru: Последняя завершенная петля %1$@.
tr: Son tamamlanan döngü %1$@ .
zh_hans: 上次闭环 %1$@

source: Loop Failure
da: Loop-fejl
de: Loop fehlgeschlagen
es: Falla del Loop
fr: Echec de Loop
it: Malfunzionamento di Loop
nb: Loop-feil
nl: Loopstoring
pl: Awaria pętli
ro: Eșec buclă
ru: Ошибка в работе петли
sv: Loopfel
tr: Döngü Hatası
zh_hans: Loop失败

source: Loop ran %@ ago
da: Loop kørte for %@ siden
de: Loop lief seit %@
es: Loop corrió hace %@
fr: Loop a bouclé il y a %@
it: Loop eseguito %@ fa
nb: Loop kjørte %@ siden
nl: Loop heeft %@ geleden gedraaid
pl: Pętla była uruchomiona %@ temu
ro: Bucla a rulat acum %@
ru: Алгоритм цикла запущен %@ назад
sv: Loop kördes för %@ sedan
tr: Döngü %@ önce çalıştı
zh_hans: 闭环已停止运行%@

source: Loop Warning
da: Loop advarsel
de: Loop Warnung
es: Advertencia de Loop
fr: Avertissement de Loop
it: Avviso Loop
nb: Loop Varsel
nl: Loopwaarschuwing
pl: Ostrzeżenie o pętli
ro: Avertizare buclă
ru: Предупреждение о петле
tr: Döngü Uyarısı

source: LOW
da: LAV
de: NIEDRIG
es: BAJO
fr: BAS
it: BASSO
nb: LAV
nl: LAAG
pl: NISKI
ro: HIPO
ru: НИЗКИЙ
sv: LÅGT
tr: DÜŞÜK
zh_hans: 低

source: Needs attention
da: Handling påkrævet
de: Erfordert Aufmerksamkeit
es: Necesita atención
fr: Nécessite de l'attention
it: Richiede attenzione
nb: Trenger tilsyn
nl: Aandacht vereist
pl: Wymaga uwagi
ro: Necesită atenție
ru: Требует внимания
sv: Kräver åtgärd
tr: İlgilenmeniz gerekiyor
zh_hans: 请注意

source: Open loop
da: Åben Loop
de: Offener Loop
es: Asa abierta
fr: Loop ouverte
it: Loop aperto
nb: Åpen Loop
pl: Otwarta Loop
ro: Buclă deschisă
ru: Алгоритм открытого цикла
sv: Öppen loop
tr: Açık döngü
zh_hans: 关闭闭环

source: Tap Settings to toggle Closed Loop ON if you wish for the app to automate your insulin.
da: Tryk på Indstillinger for at slå Lukket Loop til, hvis du ønsker, at appen skal automatisere dit insulin.
de: Tippe auf Einstellungen, um Closed Loop einzuschalten, wenn Du möchtest, dass die App Dein Insulin automatisiert.
es: Pulse Ajustes para activar el loop cerrado si desea que la aplicación automatice su administracion de insulina.
fr: Appuyez sur Paramètres pour activer la boucle fermée si vous souhaitez que l'application automatise l'administration d'insuline.
it: Tocca "Impostazioni" per attivare Loop chiuso se si desidera che l'app automatizzi l'insulina.
nb: Trykk på Innstillinger for å slå Closed Loop PÅ om du ønsker at appen skal automatisere insulinet ditt.
nl: Tik op Instellingen om Gesloten Loop AAN te zetten als je wilt dat de app je insulinetoediening automatiseert.
pl: Stuknij Ustawienia, aby włączyć Pętlę zamkniętą, jeśli chcesz, aby aplikacja zautomatyzowała podawanie insuliny.
ro: Atingeți Setări pentru a activa bucla închisă dacă doriți ca aplicația să vă automatizeze administrarea de insulină.
ru: Нажмите "Настройки", чтобы включить "Замкнутый цикл", если вы хотите, чтобы приложение автоматизировало подачу инсулина.
tr: Uygulamanın insülininizi otomatikleştirmesini istiyorsanız, Kapalı Döngüyü AÇIK duruma getirmek için Ayarlar'a dokunun.
zh_hans: 如果您希望应用程序自动控制您的胰岛素，请点击“设置”，打开“闭环模式”开关。

source: U
da: E
de: IE
nb: E
nl: E
pl: J
ru: Ед
sv: E
tr: Ü

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nb: Ukjent
nl: Onbekend
pl: Nieznany
ro: Necunoscut
ru: Неизвестно
sv: Okänd
tr: Bilinmeyen
zh_hans: 未知

source: Waiting for first run
da: Venter på første kørsel
de: Warten auf die erste Ausführung
es: Esperando el primer uso
fr: En attente de la première exécution
it: In attesa della prima esecuzione
nb: Venter på første kjøring
nl: Aan het wachten op eerste run
pl: Oczekiwanie na pierwsze uruchomienie
ro: Se așteaptă prima rulare
ru: Ожидает первичного запуска
sv: Väntar på första körning
tr: İlk çalıştırma için bekleniyor
zh_hans: 等待第一次运行

source: was at %1$@
da: var %1$@
de: Zuletzt abgeschlossen %1$@
es: estaba en %1$@
fr: était à %1$@
it: era a %1$@
nb: var på %1$@
nl: was om %1$@
pl: był na %1$@
ro: a fost la %1$@
ru: был в %1$@
tr: %1$@ de idi
zh_hans: 是在%1$@

source: %1$@ v%2$@
ru: %1$@ версии %2$@

source: %1$@/min
ru: %1$@/минут
tr: %1$@/dk
zh_hans: %1$@/分钟

source: g
ru: г
tr: gr
zh_hans: 克
